[
  {
    "topic": "The impact of social media on workplace productivity",
    "weight": 1
  },
  {
    "topic": "Sustainable development in the modern corporate world",
    "weight": 1
  },
  {
    "topic": "The role of artificial intelligence in shaping the future workforce",
    "weight": 1
  },
  {
    "topic": "Work-life balance in the era of remote working",
    "weight": 1
  },
  {
    "topic": "How effective leadership drives organizational success",
    "weight": 1
  },
  {
    "topic": "Cybersecurity challenges in the digital economy",
    "weight": 1
  },
  {
    "topic": "The importance of emotional intelligence in professional growth",
    "weight": 1
  },
  {
    "topic": "The significance of continuous learning in career advancement",
    "weight": 1
  },
  {
    "topic": "Ethical considerations in emerging technologies",
    "weight": 1
  },
  {
    "topic": "The role of diversity and inclusion in innovation",
    "weight": 1
  },
  {
    "topic": "Globalization and its effect on local businesses",
    "weight": 1
  },
  {
    "topic": "The benefits and challenges of remote learning",
    "weight": 1
  },
  {
    "topic": "Should companies adopt a four-day work week?",
    "weight": 1
  },
  {
    "topic": "The impact of climate change on global business",
    "weight": 1
  },
  {
    "topic": "Do startups drive innovation better than large corporations?",
    "weight": 1
  },
  {
    "topic": "The role of data privacy in the digital age",
    "weight": 1
  },
  {
    "topic": "Is automation creating unemployment or new opportunities?",
    "weight": 1
  },
  {
    "topic": "The impact of e-commerce on traditional retail",
    "weight": 1
  },
  {
    "topic": "The importance of ethics in corporate governance",
    "weight": 1
  },
  {
    "topic": "How important is teamwork in achieving success?",
    "weight": 1
  },
  {
    "topic": "Does social media improve or reduce human communication?",
    "weight": 1
  },
  {
    "topic": "The importance of time management for professionals",
    "weight": 1
  },
  {
    "topic": "Do multinational corporations benefit developing countries?",
    "weight": 1
  },
  {
    "topic": "How sports and extracurricular activities influence careers",
    "weight": 1
  },
  {
    "topic": "The pros and cons of online banking",
    "weight": 1
  },
  {
    "topic": "Women empowerment in the corporate world",
    "weight": 1
  },
  {
    "topic": "The future of electric vehicles",
    "weight": 1
  },
  {
    "topic": "Do exams test knowledge or memory?",
    "weight": 1
  },
  {
    "topic": "The role of internships in shaping careers",
    "weight": 1
  },
  {
    "topic": "The effects of mobile addiction on students",
    "weight": 1
  },
  {
    "topic": "The importance of problem-solving skills in the workplace",
    "weight": 1
  },
  {
    "topic": "The challenges of cross-cultural communication in global teams",
    "weight": 1
  },
  {
    "topic": "Is money the biggest motivator at work?",
    "weight": 1
  },
  {
    "topic": "The rise of freelancing and gig economy",
    "weight": 1
  },
  {
    "topic": "Should coding be mandatory for all graduates?",
    "weight": 1
  },
  {
    "topic": "How can companies reduce stress at the workplace?",
    "weight": 1
  },
  {
    "topic": "The importance of communication skills for career growth",
    "weight": 1
  },
  {
    "topic": "The role of innovation in the Indian IT industry",
    "weight": 1
  },
  {
    "topic": "Is social responsibility the duty of every company?",
    "weight": 1
  },
  {
    "topic": "The benefits and risks of cryptocurrency adoption",
    "weight": 1
  }
]